Repository: CoachBirgit/give-sofort
Catalog: languages/*.po
Languages: de_de

source: Sofort&uuml;berweisung
de_de: Sofortüberweisung

source: Sofort Settings
de_de: Sofort Einstellungen

source: Live config key
de_de: Live Konfigurationsschlüssel

source: Enter your liveproject Sofort config key
de_de: Hier den Konfigurationsschlüssel für das Live Projekt eingeben.

source: Test config key
de_de: Test Konfigurationsschlüssel

source: Enter your testproject Sofort config key
de_de: Hier den Konfigurationsschlüssel für das Projekt im Testmodus eingeben.

source: Reason
de_de: Verwendungszweck

source: Enter you reason
de_de: Den Verwendungszweck eingeben

source: Billing Details
de_de: Rechnungsanschrift

source: This option will enable the billing details section for Sofort. which requires the donor's address to complete the donation. These fields are not required by Sofort.com to process the transaction, but you may have a need to collect the data.
de_de: Diese Option aktiviert die Erfassung von Rechnungsanschrift bei der Sofortüberweisung. Die Daten werden nicht zur Zahlungsabwicklung benötigt, es kann aber sein dass diese zur Spendenabwicklung erfasst werden müssen.

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Trust pending payments
de_de: Ausstehende Zahlungen annehmen

source: This option will set the donation as success. Accept pending payments from sofort.com and complete donation.
de_de: Diese Option akzeptiert als ausstehend markierte Zahlungen als Spenden.

source: Sofort Transaction ID: %s
de_de: Sofort Transaktion ID: %s

source: Payment Pending: Please follow the instructions below to complete your donation.
de_de: Zahlung ausstehend: Bitte den Instruktionen folgen um die Spende vollständig abzuwickeln.
